
const EVENTS = [
   {
      title: "OPEN MIC 5",
      description: [
         "Приглашаем вас отлично провести время и хорошенько посмеяться с нашими комиками на открытом микрофоне!"
      ],
      location: {
         name: "JugendKULTURcafé Franzmann, Дюссельдорф",
         link: "https://maps.app.goo.gl/5KtNyjXo77ND27jE9"
      },
      poster: {
         src: "./img/posters/poster.jpg",
         alt: "Stand Up Open Mic 5.",
      },
      date: {
         normal: "17 Января | 19:00",
         iso: "2025-01-17T19:00",
      },
      like: {
         collection: "counters",
         counters: 'like',
      },
      isPremiere: false,
   },
   {
      title: "Опен Майк",
      description: [
         "Приглашаем на Stand Up Open Mic! После успеха наших шоу в Дюссельдорфе, мы рады теперь приветствовать вас и в Кёльне!",
         "Приходи, чтобы посмеяться от души и окунуться в самую тёплую и приятную атмосферу."
      ],
      location: {
         name: "Allerweltshaus - Geisselstraße 3-5, 50823 Köln",
         link: "https://maps.app.goo.gl/MNGFzbUVECoCQnmu8"
      },
      poster: {
         src: "./img/posters/poster3.png",
         alt: "Опен Майк в Кельне.",
      },
      date: {
         normal: "21 Марта | 19:00",
         iso: "2025-03-21T19:00",
      },
      like: {
         collection: "counters",
         counters: 'like2',
      },
      isPremiere: true,
   },
   {
      title: "Вечер молодой комедии",
      description: [
         "🌚 Скучали? Отличные новости – Вечер молодой комедии возвращается в Дюссельдорф!",
         "🎟️ Вход: любая бумажная купюра."
      ],
      location: {
         name: "JugendKULTURcafé Franzmann, Дюссельдорф",
         link: "https://maps.app.goo.gl/5KtNyjXo77ND27jE9"
      },
      poster: {
         src: "https://i.postimg.cc/g2s1dwSk/poster-1.jpg",
         alt: "Вечер молодой комедии в Дюссельдорфе.",
      },
      date: {
         normal: "Суббота, 12 Апреля | 19:00",
         iso: "2025-04-12T19:00",
      },
      like: {
         collection: "counters",
         counters: 'like3',
      },
      isPremiere: false,
   },
   {
      title: "🎤 Открытый микрофон в Кёльне",
      description: [
         "Кёльн, мы обещали — и мы вернулись!",
         "Приглашаем вас совсем скоро провести вечер в компании хорошего юмора."
      ],
      location: {
         name: "Allerweltshaus - Geisselstraße 3-5, 50823 Köln",
         link: "https://maps.app.goo.gl/MNGFzbUVECoCQnmu8"
      },
      poster: {
         src: "https://i.postimg.cc/59RGbDNf/poster-2.png",
         alt: "Открытый микрофон в Кельне.",
      },
      date: {
         normal: "Четверг, 24 Апреля | 18:45",
         iso: "2025-04-24T18:45",
      },
      like: {
         collection: "counters",
         counters: 'like2',
      },
      isPremiere: false,
   },
   {
      title: "🥸 ШОУ ИСТОРИЙ",
      description: [
         "Никаких шуток — только настоящие истории от комиков.",
         "Ну ладно, шутки тоже будут.",
         "🎟️ Вход: любая бумажная купюра."
      ],
      location: {
         name: "JugendKULTURcafé Franzmann, Дюссельдорф",
         link: "https://maps.app.goo.gl/5KtNyjXo77ND27jE9"
      },
      poster: {
         src: "https://i.postimg.cc/Xvkw3KWn/poster-3.jpg",
         alt: "ШОУ ИСТОРИЙ в Дюссельдорфе.",
      },
      date: {
         normal: "Пятница, 16 Мая | 19:00",
         iso: "2025-05-16T19:00",
      },
      like: {
         collection: "counters",
         counters: 'like3',
      },
      isPremiere: true,
   },
   {
      title: "🫶 Открытый микрофон в Кёльне",
      description: [
         "Кельн! Скучал? Потому что мы - да!",
         "Уже на следующей неделе пройдет открытый микрофон, где может выступить любой желающий и показать уровень своей комедии.",
         "Хочешь быть свидетелем этого комедийного вечера?",
         "P.s. В баре можно платить только наличкой.",
         "🎟️ Вход: любая бумажная купюра."
      ],
      location: {
         name: "Allerweltshaus - Geisselstraße 3-5, 50823 Köln",
         link: "https://maps.app.goo.gl/MNGFzbUVECoCQnmu8"
      },
      poster: {
         src: "https://i.postimg.cc/pXg8Br17/poster-4.jpg",
         alt: "Открытый микрофон в Кельне.",
      },
      date: {
         normal: "Четверг, 22 Мая | 19:00",
         iso: "2025-05-22T19:00",
      },
      like: {
         collection: "counters",
         counters: 'like2',
      },
      isPremiere: false,
   }
];

export default EVENTS;
